Repository: ArthurClemens/mod_scraper
Catalog: translations/*.po
Languages: nl

source: (not published)
nl: (niet gepubliceerd)

source: A page that contains a property 'url'
nl: Een pagina die de eigenschap 'url' bevat

source: A page with connections to other pages, each with a property 'url'
nl: Een pagina met connecties naar andere pagina's, elk met een eigenschap 'url'

source: Add Rule
nl: Regel toevoegen

source: Add a rule
nl: Voeg een regel toe

source: All results
nl: Alle resultaten

source: Basic
nl: Standaard

source: Brand
nl: Merk

source: Chain scraper
nl: Koppel scraper

source: Close
nl: Sluiten

source: Connect page
nl: Paginaconnectie maken

source: Connection
nl: Paginaconnectie

source: Connection saved
nl: Paginaconnectie opgeslagen

source: Contains
nl: Bevat

source: Contains text
nl: Bevat tekst

source: Copy
nl: Kopieer

source: Could not connect to URL. Does URL exist?
nl: Kon niet verbinden met URL. Bestaat de URL?

source: Created on
nl: Aangemaakt op

source: Currency code
nl: Valuta code

source: Data Source
nl: Databron

source: Differences
nl: Verschillen

source: Edit
nl: Bewerken

source: Errors
nl: Fouten

source: Go to detail page for more options.
nl: Ga naar de volledige pagina voor meer opties.

source: Go to page
nl: Ga naar pagina

source: Handle multiple results
nl: Meervoudige resultaten

source: Map result to field
nl: Schrijf naar veld

source: Modified by
nl: Bewerkt door

source: Modified on
nl: Bewerkt op

source: New scraper
nl: Nieuwe scraper

source: No URLs found
nl: Geen URLs gevonden

source: No additional property mapping is required.
nl: Toewijzen van een eigenschap is niet nodig.

source: No changes.
nl: Geen wijzigingen.

source: No data source
nl: Geen databron

source: No item found.
nl: Geen item gevonden.

source: No match
nl: Geen match

source: No property assigned
nl: Geen eigenschap toegekend

source: No property set: automatic update will fail.
nl: Geen eigenschap ingesteld, hierdoor werkt automatisch updaten niet.

source: No rules
nl: Geen regels

source: No rules to run. Add one or more rules.
nl: Geen regels om te doorlopen. Voeg een of meer regels toe.

source: No scrapers found.
nl: Geen scrapers gevonden.

source: Nothing scraped
nl: Niets gescraped

source: Page
nl: Pagina

source: Parse error
nl: Fout bij verwerken

source: Price
nl: Prijs

source: Price data
nl: Prijsdata

source: Price fraction
nl: Prijs breuk getal

source: Price text
nl: Prijstekst

source: Price whole
nl: Prijs heel getal

source: Return value
nl: Waarde resultaat

source: Rules
nl: Regels

source: Run
nl: Uitvoeren

source: Run all
nl: Alle uitvoeren

source: Run scrapers
nl: Scrapers uitvoeren

source: Scrape Rule Properties
nl: Scrape regel eigenschappen

source: Scraped
nl: Uitgevoerd:

source: Scraper Properties
nl: Scraper eigenschappen

source: Scraper Target Properties
nl: Scraper doel eigenschappen

source: Scraper settings
nl: Scraper instellingen

source: Scrapers can be run automatically. Scrapers that contain "automatic scraper rules" will update connected pages with the scraped data.
nl: Scrapers kunnen automatisch uitgevoerd worden. Scraper die "automatische scraper regels" bevatten zullen pagina's met een connectie updaten met de gevonden data.

source: Search query that returns pages with a property 'url'
nl: Zoekopdracht die pagina's retourneert met een eigenschap 'url'

source: Select page with lowest price
nl: Kies pagina met de laagste prijs

source: Select...
nl: Kies...

source: Settings
nl: Instellingen

source: Socket closed remotely
nl: Verbinding werd verbroken

source: Some values not scraped.
nl: Sommige waarden zijn niet gescraped.

source: Source saved
nl: Bron bewaard

source: Text
nl: Tekst

source: These additional page properties will be written:
nl: Deze aanvullende eigenschappen zullen op de pagina worden opgeslagen:

source: This is an automatic rule: the scraped value will be used to directly update the linked page.
nl: Dit is een automatische regel: de gevonden waarde zal worden gebruikt om de gelinkte pagina direct te updaten.

source: This page does not contain a value for the property 'url'
nl: Deze pagina bevat geen waarde voor de eigenschap 'url'

source: This rule is not used by any scraper.
nl: Deze regel wordt door geen scaper gebruikt.

source: Timeout: no data scraped
nl: Timeout: geen data gescraped

source: Title
nl: Titel

source: URL data source
nl: URL databron

source: URL saved
nl: URL opgeslagen

source: URL text
nl: URL tekst

source: Unavailable
nl: Niet beschikbaar

source: Used by
nl: In gebruik door

source: Warnings
nl: Waarschuwingen

source: XPath rule
nl: XPath regel

source: automatic
nl: automatisch

source: connections:
nl: connecties:

source: edit
nl: bewerken

source: every 12 hours
nl: elke 12 uur

source: every 24 hours
nl: elke 24 uur

source: every 3 hours
nl: elke 3 uur

source: every 6 hours
nl: elke 6 uur

source: every hour
nl: elk uur

source: mapped property:
nl: toegekende eigenschap:

source: never
nl: nooit

source: no property:
nl: geen eigenschap:

source: no type set
nl: geen type ingesteld

source: property:
nl: eigenschap:
